{
  "todo.txt": "write up dissertation, call professor, visit 1942, steal british beer, update encryption",
  "README.txt": "THIS LAPTOP IS PROPERTY OF LARRY PIG, CLASS OF PEM-2056. if you're reading this text file, GET OFF MY LAPTOP!!! I can't have some no name losers stealing my academic work before it's even published. travel to 1914 yourself, you thief!",
  "Documents": {
      "DISCLAIMER.txt": "WARNING: University given laptop. Students must not use this laptop for recreational purposes. This laptop is the property of the Pembroke History Faculty. ",
      "passwords": {
        "pass_decrypt.txt": "my mother dropped me on the heaad as a child. as a result, i have chronic memory loss. this passwword text filee is for mysself, if yoou're not larry pig of class 2056 get off my commputer before i expose you for acadeemic dishonesty",
        "enc_findings.txt": "findings123",
        "enc_prefixperms.txt": "admin"
      },
    "findings14" : {
      "findings14.txt": "rmmber: need to move (command: rlc) this file to the same folder as exec",
      "enc_findingresults14.txt": "",
      "enc_personalnotes14.txt": "so i'm living in the countryside, because the uni has apparently designated this place a safe zone. which is ridiculous because there's NO ACTION HERE. how am i supposed to destroy Matthew Clark in Quadpos if i cant get the REAL ACTION?????????? i need to talk to the soldiers."
    },
    "field notes": {
      "dd/mm/2056": "need to finish my email to the professor. i meant to change permissions from _ to _ on my email drafts so i dont have to run (insert command) every time but i cant risk snoops reading my communication before its ready. "
    },
    "email drafts": {
      "email1.txt": "Dear Professor,\nHope this email finds you in a better state than me. Sorry for the lack of communication and I promise I'm making progress on the dissertation. "
    }
  },
  "Applications": {
    "DecryptPass.exe": "awesome",
    "Findings14.exe": "findings123",
    "Findings15.exe": "",

  },
  "Pictures": {},
  "Downloads": {},
  "enc_moose": {
    "permission": 1,
    "content": ""
  }
}