{
  "todo.txt": "write up dissertation, call professor, visit 1942, steal british beer, update encryption",
  "README.txt": "THIS LAPTOP IS PROPERTY OF LARRY PIG, CLASS OF PEM-2056. if you're reading this text file, GET OFF MY LAPTOP!!! I can't have some no name losers stealing my academic work before it's even published. travel to 1914 yourself, you thief!",
  "Documents": {
      "DISCLAIMER.txt": "WARNING: University given laptop. Students must not use this laptop for recreational purposes. This laptop is the property of the Pembroke History Faculty. ",
      "passwords": {
        "pass_decrypt.txt": "my mother dropped me on the heaad as a child. as a result, i have chronic memory loss. this passwword text filee is for mysself, if yoou're not larry pig of class 2056 get off my commputer before i expose you for acadeemic dishonesty",
        "enc_findings.txt": "findings123",
        "enc_prefixperms.txt": "admin"
      },
    "findings14" : {
      "findings14.txt": "rmmber: need to move (command: rlc) this file to the same folder as exec",
      "enc_findingresults14.txt": "Life in the countryside was serene until the outbreak of WWI. I resided with the Thompson family, farmers living amid picturesque fields. Their son, James, enlisted, leaving us anxious. Mrs. Thompson awaited news by the window, letters from James offering glimpses of the front lines' horrors. As casualties mounted, the toll on our community deepened. Eventually, news arrived of James' injury, a bittersweet relief. Despite the devastation, the Thompsons' resilience and the enduring strength of family shone through, reminding us that even amidst war's chaos, love prevails.\n\nBy the end of 1914, the toll of WWI was already staggering, with over 1.7 million casualties. These statistics, though impersonal, represented the shattered lives and families across our nation. Each number was a story of sacrifice and loss, a reminder of the harsh reality of war that touched even our quiet countryside.",
      "personal14": {
        "enc_personalnotes14.txt": "so i'm living in the countryside, because the uni has apparently designated this place a safe zone. which is ridiculous because there's NO ACTION HERE. how am i supposed to destroy Matthew Clark in Quadpos if i cant get the REAL ACTION?????????? i need to talk to the soldiers.",
        "enc_passfindings15.txt": "newfindings"
      }
    },
    "findings15": {
      "findings15.txt": "you know what to do",
      "personal": {
        "enc_personalnotes15.txt": "i'm starting to regret my decision to want to go to the front lines. i mean it's kiiiinda worth it i guess to make the very best dissertation but also...there are so many rats wtf, and it's kiiiinda hard to hide my laptop away from ppl in the trench",
        "enc_upperms_cmd": "iamgod"
      },
      "enc_findingresults15.txt": "Life in the trench was a stark contrast to the peaceful countryside I once knew. Surrounded by mud and constant artillery fire, letters from home provided fleeting comfort amidst the chaos. But as 1915 unfolded, the toll of war became painfully clear. Casualty reports arrived regularly, with over 5 million soldiers killed, wounded, or missing by year's end. These numbers weren't just statistics; they represented shattered lives and broken dreams. Yet amidst the despair, acts of bravery and selflessness reminded me of the resilience of the human spirit. The war has changed us all, leaving scars that may never fully heal, but amidst the devastation, there remains hope for a future where peace prevails."
    },
    "findings16": {
      "findings16.txt": "i'm so close to finishing!",
      "enc_personalnotes16.txt": {
        "permission": 1,
        "content": "rats, i got captured by the enemy! im going to encrypt the living crap out of this thing just in case they find out im not from their time. crap crap crap i rlly hope i havent changed the course of history aaa"
      },
      "enc_personalnotes16pt2.txt": {
        "permission": 1,
        "content": "they've sentenced me to death by firing squad. im chucking this minicomp in the river.... i just wanted to write a good dissertation, how did i let this happen... goodbye phone, ill miss you"
      }
    },
    "field_notes": {
      "untitled.txt": "recently realised that it'll be helpful to future biographers if i keep a more structured journal",
      "enc_03_03_2056": "need to finish my email to the professor. i meant to change permissions from _ to _ on my email drafts so i dont have to run (insert command) every time but i cant risk snoops reading my communication before its ready. ",
      "enc_05_10_1917": "starting to think the countryside really isn't for me. i spent a lot of time watching cows plod around and soaking in the smell of dung and hay. can't exactly say it wasn't instructive but i sure as hell will be glad to get my own laptop back and stop using this antique brick of a computer. i think i might need to go further back than 1918. came up with lots of good strategies while playing ww simulator that i want to test out. i mean ill be careful, wont change the past or anything like that... ha. ill be sure to hold back my best strategies so we still lose if need be.",
      "enc_11_04_1916": {
        "permission": 1,
        "content": "placeholder"
      }
    },
    "email_drafts": {
      "email_prof_ver_1.txt": "Dear Professor,\nHope this email finds you in a better state than me. Sorry for the lack of communication and I promise I'm making progress on the dissertation. Preparing for time travel isn't something you can wrap in two or three hours but I wouldn't expect ",
      "email_prof_ver_2.txt": "Dear Professor,\nJust following up on my last email to see if you could submit the required health and safety risk assessment form by Tuesday. I've attached the form here and partially filled it out for your convenience. Looking forward to hearing back soon.",
      "email_greataunt.txt": "Dear Great-Aunt Florence,\nHow are you? I don't think I'll be at home this Easter, sorry I can't catsit for you again. I can try to look for Great-Uncle Willie but I don't think I'll be able to find him. What battle did you say he fought in again?",
      "email_prof_updated.txt": {
        "permission": 1,
        "content": "Dear Professor,\nYou won't see this but it makes me feel better to write it anyway. I've found another angle to explore this dissertation topic from and I really can't risk anyone stealing it, so I'm going to say no more. Honestly I think the topic you suggested for me was flawed in formulation but now I've come up with an innovative new spin on things, and I'm going to explore real war strategy from the front lines. I'm doing this for you too- aren't you sick of your colleagues constantly boasting about how their supervisees are always getting this Best Dissertation Award or another? I'm doing revolutionary work here. See you soon, Prof."
      }
    }
  },
  "Applications": {
    "DecryptPass.exe": "awesome",
    "Findings14.exe": "findings123",
    "Findings15.exe": "newfindings",
    "Findings16.exe": "",
    "field_notes.exe": ""
  }
}